Repository: enier290188/hpc
Catalog: service_django/application/i18n/application/hpc/locale/application___hpc___ssh/locale/*/LC_MESSAGES/django.po
Languages: es

# HPC___SSH___MESSAGES_ClusterNotAvailable
source: Impossible to establish a connection with the cluster at this time.
es: Imposible establecer una conexión con el cluster en este momento.

# HPC___SSH___MESSAGES_AuthenticationException
source: Authentication failed, please verify your credentials.
es: Autentificación fallida, verifique sus credenciales.

# HPC___SSH___MESSAGES_BadHostKeyException
source: Unable to verify server's host key.
es: No se puede verificar la clave de host del servidor.

# HPC___SSH___MESSAGES_SSHException
source: Unable to establish SSH connection with the cluster.
es: No se puede establecer una conexión SSH con el cluster.

# HPC___SSH___MESSAGES_Exception
source: At this time our HPC cluster is inactive due to maintenance work, try access later.
es: En estos momentos nuestro cluster HPC está inactivo debido a labores de mantenimiento, intente el acceso posteriormente.

# HPC___SSH___MESSAGES_BadConnection
source: Unable to establish connection. The cluster is disabled at this time.
es: No se puede establecer la conexión. El clúster está deshabilitado en este momento.

# HPC___SSH___MESSAGES_CommandError
source: Command error: %s
es: Error de comando: %s

# HPC___SSH___MESSAGES_OperationException
source: Operation error.
es: Error de operación.

# HPC___SSH___MESSAGES_UploadFilesException
source: It was not possible to upload the file "%s" to the server.
es: No ha sido posible subir el archivo "%s" al servidor.

# HPC___SSH___MESSAGES_DownloadFilesException
source: It has not been possible to download the file "%s" from the server.
es: No ha sido posible descargar el archivo "%s" del servidor.

# HPC___SSH___MESSAGES_WriteIsNotPossible
source: An error occurred while trying to modify the file.
es: Se ha producido un error al intentar modificar el archivo.

# HPC___SSH___MESSAGES_OpenIsNotPossible
source: An error occurred while trying to open the file.
es: Se ha producido un error al intentar abrir el archivo.

# HPC___SSH___MESSAGES_ScriptFormErr
source: The form contains errors, check each field.
es: El formulario contiene errores, verifique cada campo.

# HPC___SSH___MESSAGES_ScriptSendOk
source: The script has been saved in your user folder.
es: La secuencia de comandos se ha guardado en su carpeta de usuario.

# HPC___SSH___MESSAGES_ScriptSendErr
source: There was an error saving the script in your user folder.
es: Se produjo un error al guardar la secuencia de comandos en su carpeta de usuario.

# HPC___SSH___MESSAGES_ScriptReleasedOk
source: Script saved and released. (%s)
es: Secuencia de comandos guardada y lanzada. (%s)

# HPC___SSH___MESSAGES_ScriptReleasedErr
source: Saved script. Execution error. (%s)
es: Secuencia de comandos guardada. Error en la ejecución. (%s)

# HPC___SSH___MESSAGES_OpenFileNotEncodingText
source: Only files in text format can be edited. (%s)
es: Solo se pueden editar archivos en formato texto. (%s)
