Repository: enier290188/hpc
Catalog: service_django/application/i18n/application/security/locale/application___security/locale/*/LC_MESSAGES/django.po
Languages: es

source: APPLICATION___SECURITY___ACTION_REFRESH
es: Refrescar

source: APPLICATION___SECURITY___ACTION_CLOSE
es: Cerrar

source: APPLICATION___SECURITY___ACTION_LOGIN
es: Autenticar

source: APPLICATION___SECURITY___ACTION_LOGOUT
es: Cerrar sesión

source: APPLICATION___SECURITY___ACTION_PROFILE
es: Modificar

source: APPLICATION___SECURITY___ACTION_SUBMIT
es: Enviar

source: APPLICATION___SECURITY___ACTION_UPDATE
es: Modificar

source: APPLICATION___SECURITY___ACTION_UPLOAD
es: Subir

source: APPLICATION___SECURITY___LOGIN
es: Autenticar

source: APPLICATION___SECURITY___LOGIN___MODEL___LOCALUSER
es: LOCAL

source: APPLICATION___SECURITY___LOGIN___MODEL___LDAPUSER
es: LDAP

source: APPLICATION___SECURITY___LOGIN___LDAP_GROUP
es: Grupo

source: APPLICATION___SECURITY___LOGIN___IDENTIFIER
es: Identificador

source: APPLICATION___SECURITY___LOGIN___PASSWORD
es: Contraseña

source: APPLICATION___SECURITY___LOGIN___LINK___FORGOT_CREDENTIALS
es: Olvidaste credenciales

source: APPLICATION___SECURITY___LOGIN___LINK___REQUEST
es: Solicitar usuario

source: APPLICATION___SECURITY___LOGIN___MESSAGE Welcome %(instance)s.
es: Bienvenidos <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong>.

source: APPLICATION___SECURITY___LOGIN___MESSAGE The identifier and password are incorrect.
es: El identificador y la contraseña son incorrectos.

source: APPLICATION___SECURITY___LOGIN___MESSAGE The identifier and password are correct, but this user is not active.
es: El identificador y la contraseña son correctos, pero este usuario no está activo.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS
es: Olvidaste credenciales

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___LOCALUSER
es: LOCAL usuario

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___LDAPUSER
es: LDAP usuario

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___EMAIL
es: Correo

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___EMAIL___HELP_TEXT
es: Escriba el correo con el cual suscribio su cuenta.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___CODE_CONFIRMATION
es: Confirmación de código

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___CODE_CONFIRMATION___HELP_TEXT
es: Introduzca el código que se envió a su dirección de correo electrónico.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___PASSWORD
es: Contraseña

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___PASSWORD_CONFIRMATION
es: Confirmación de contraseña

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___VALIDATION This email address is not subscribed to any account.
es: Esta dirección de correo electrónico no está suscrito a ninguna cuenta.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___VALIDATION In a few seconds you can try to recover your account.
es: En unos segundos puedes intentar recuperar su cuenta.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___VALIDATION It is been %(minutes)s minutes since you tried to recover your account, you should wait about %(minutes_max)s minutes.
es: Han pasado %(minutes)s minutos desde que intentaste recuperar tu cuenta, debes esperar unos %(minutes_max)s minutos.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___VALIDATION This code is not correct.
es: Este código no es correcto.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___VALIDATION The password and your confirmation do not match.
es: La contraseña y su confirmación no coinciden.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___MESSAGE This window should not close and only works %(minutes_max)s minutes after sending the confirmation code to your email address.
es: Esta ventana no debe cerrarla y sólo funciona %(minutes_max)s minutos después de enviar el código de confirmación a su dirección de correo electrónico.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___MESSAGE This window should not close and only works %(minutes_max)s minutes after sending the confirmation code to your email address that was %(minutes)s minutes ago.
es: Esta ventana no debe cerrarla y sólo funciona %(minutes_max)s minutos después de enviar el código de confirmación a su dirección de correo electrónico que fue hace %(minutes)s minutos.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___MESSAGE An email has been sent to %(email)s with a verification code that will be entered in the field called code confirmation.
es: Se ha enviado un correo electrónico a <strong>&OpenCurlyDoubleQuote;%(email)s&CloseCurlyDoubleQuote;</strong> con un código de verificación que se ingresará en el campo denominado <strong>&OpenCurlyDoubleQuote;confirmación de código&CloseCurlyDoubleQuote;</strong>.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___MESSAGE Now you can change your password to access the application.
es: Ahora usted puede cambiar su contraseña para poder acceder a la aplicación.

source: APPLICATION___SECURITY___LOGIN___FORGOT_CREDENTIALS___MESSAGE Try to access the application.
es: Intente acceder a la aplicación.

source: APPLICATION___SECURITY___LOGIN___REQUEST
es: Solicitar

source: APPLICATION___SECURITY___LOGIN___REQUEST___LOCALUSER
es: LOCAL usuario

source: APPLICATION___SECURITY___LOGIN___REQUEST___LDAPUSER
es: LDAP usuario

source: APPLICATION___SECURITY___LOGIN___REQUEST___FIRST_NAME
es: Nombre

source: APPLICATION___SECURITY___LOGIN___REQUEST___LAST_NAME
es: Apellidos

source: APPLICATION___SECURITY___LOGIN___REQUEST___IDENTIFIER
es: Identificador

source: APPLICATION___SECURITY___LOGIN___REQUEST___EMAIL
es: Correo

source: APPLICATION___SECURITY___LOGIN___REQUEST___PASSWORD
es: Contraseña

source: APPLICATION___SECURITY___LOGIN___REQUEST___PASSWORD_CONFIRMATION
es: Confirmación de contraseña

source: APPLICATION___SECURITY___LOGIN___REQUEST___DETAIL
es: Breve resumen

source: APPLICATION___SECURITY___LOGIN___REQUEST___DETAIL___HELP_TEXT
es: Escribe un breve resumen explicando su solicitud.

source: APPLICATION___SECURITY___LOGIN___REQUEST___INSTITUTE
es: Instituto

source: APPLICATION___SECURITY___LOGIN___REQUEST___RESEARCH_FIELD
es: Área de investigación

source: APPLICATION___SECURITY___LOGIN___REQUEST___RESEARCH_GROUP
es: Grupo de investigación

source: APPLICATION___SECURITY___LOGIN___REQUEST___USER_PROFILE
es: Perfil del solicitante

source: APPLICATION___SECURITY___LOGIN___REQUEST___VALIDATION Only letters, numbers and the special character dot.
es: Sólo letras, números y el carácter especial punto.

source: APPLICATION___SECURITY___LOGIN___REQUEST___VALIDATION Only letters, numbers and the special character _.
es: Sólo letras, números y el carácter especial _.

source: APPLICATION___SECURITY___LOGIN___REQUEST___VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: APPLICATION___SECURITY___LOGIN___REQUEST___VALIDATION This identifier has already been chosen.
es: Este identificador ya ha sido elegido.

source: APPLICATION___SECURITY___LOGIN___REQUEST___VALIDATION This email has already been chosen.
es: Este email ya ha sido elegido.

source: APPLICATION___SECURITY___LOGIN___REQUEST___VALIDATION The password and your confirmation do not match.
es: La contraseña y su confirmación no coinciden.

source: APPLICATION___SECURITY___LOGIN___REQUEST___MESSAGE The application administrators have received your request, you will receive an email informing you if it was accepted or canceled.
es: Los administradores de la aplicación han recibido su solicitud, usted recibirá un correo electrónico informándole si fue aceptado o cancelado.

source: APPLICATION___SECURITY___LOGOUT
es: Cerrar sesión

source: APPLICATION___SECURITY___LOGOUT___QUESTION Are you sure you want to logout?
es: ¿Seguro que quieres cerrar la sesión?

source: APPLICATION___SECURITY___LOGOUT___MESSAGE %(instance)s your session was successfully closed.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> tu sesión se cerró con éxito.

source: APPLICATION___SECURITY___PROFILE
es: Perfil

source: APPLICATION___SECURITY___PROFILE___AVATAR
es: Avatar

source: APPLICATION___SECURITY___PROFILE___FIRST_NAME
es: Nombre

source: APPLICATION___SECURITY___PROFILE___LAST_NAME
es: Apellidos

source: APPLICATION___SECURITY___PROFILE___IDENTIFIER
es: Identificador

source: APPLICATION___SECURITY___PROFILE___EMAIL
es: Correo

source: APPLICATION___SECURITY___PROFILE___PASSWORD
es: Contraseña

source: APPLICATION___SECURITY___PROFILE___PASSWORD_CONFIRMATION
es: Confirmación de contraseña

source: APPLICATION___SECURITY___PROFILE___VALIDATION The avatar should not be beggear than %(weight)s.
es: El avatar no debe ser más grande que %(weight)s.

source: APPLICATION___SECURITY___PROFILE___VALIDATION Only letters, numbers and the special character dot.
es: Sólo letras, números y el carácter especial punto.

source: APPLICATION___SECURITY___PROFILE___VALIDATION Only letters, numbers and the special character _.
es: Sólo letras, números y el carácter especial _.

source: APPLICATION___SECURITY___PROFILE___VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: APPLICATION___SECURITY___PROFILE___VALIDATION This identifier has already been chosen.
es: Este identificador ya ha sido elegido.

source: APPLICATION___SECURITY___PROFILE___VALIDATION This email has already been chosen.
es: Este email ya ha sido elegido.

source: APPLICATION___SECURITY___PROFILE___VALIDATION The password and your confirmation do not match.
es: La contraseña y su confirmación no coinciden.

source: APPLICATION___SECURITY___PROFILE___MESSAGE %(instance)s your profile was successfully update.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> tu perfil fue modificado correctamente.

source: APPLICATION___SECURITY___LOCALE___MESSAGE The language of the application was successfully update.
es: El idioma de la aplicación fue modificado correctamente.

source: APPLICATION___SECURITY___LOCALE___MESSAGE %(instance)s the language of the application was successfully update.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> el idioma de la aplicación fue modificado correctamente.

source: APPLICATION___SECURITY___MESSAGE ERROR.
es: ERROR.

source: APPLICATION___SECURITY___MESSAGE Action not performed, you do not have permission.
es: Acción no realizada, usted no tiene permiso.

source: APPLICATION___SECURITY___MESSAGE Connection to the LDAP could not be established.
es: No se pudo establecer la conexión con el LDAP.

source: APPLICATION___SECURITY___MESSAGE Action not performed, connection to the LDAP could not be established.
es: Acción no realizada, no se pudo establecer la conexión con el LDAP.

source: APPLICATION___SECURITY___MESSAGE Connection to the LDAP could not be established. When the connection will be place, the action will be perform in the LDAP.
es: No se pudo establecer la conexión con el LDAP. Cuando se establezca la conexión, la acción se realizará en el LDAP.
