Repository: enier290188/hpc
Catalog: service_django/application/i18n/application/hpc/locale/application___hpc___content___hpc_script/locale/*/LC_MESSAGES/django.po
Languages: es

source: Count of processors available to the job on this node.
es: Recuento de procesadores disponibles para el trabajo en este nodo.

source: Name of the job.
es: Nombre del trabajo.

source: List of nodes allocated to the job.
es: Lista de nodos asignados al trabajo.

source: Total number of nodes in the job's resource allocation.
es: Número total de nodos en la asignación de recursos del trabajo.

source: Name of the partition in which the job is running.
es: Nombre de la partición en la que se está ejecutando el trabajo.

source: Same as <b>--mem-per-cpu</b>.
es: Igual que <b>--mem-per-cpu</b>.

source: Same as <b>--mem</b>.
es: Lo mismo que <b>--mem</b>.

source: Same as <b>--ntasks</b>.
es: Igual que <b>--ntasks</b>.

source: The MPI rank (or relative process ID) of the current process.
es: El rango MPI (o ID de proceso relativo) del proceso actual.

source: If the job has been restarted due to system failure or has been explicitly requeued, this will be sent to the number of times the job has been restarted.
es: Si el trabajo se ha reiniciado debido a una falla del sistema o se ha puesto en cola explícitamente, se enviará a la cantidad de veces que se haya reiniciado el trabajo.

source: The directory from which sbatch was invoked.
es: El directorio desde el que se invocó sbatch.

source: The hostname of the computer from which sbatch was invoked.
es: El nombre de host de la computadora desde la que se invocó sbatch.

source: Number of tasks to be initiated on each node.
es: Número de tareas que se iniciarán en cada nodo.

source: The process ID of the task being started.
es: El ID de proceso de la tarea que se inicia.

source: Name of the node running the job script.
es: Nombre del nodo que ejecuta el script de trabajo.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___MODAL___VARIABLES___URL
source: For more information visit the website <a>https://slurm.schedmd.com/sbatch.html</a>
es: Para mas información visite el sitio web <a>https://slurm.schedmd.com/sbatch.html</a>
