Repository: enier290188/hpc
Catalog: service_django/application/i18n/application/hpc/locale/application___hpc___content___hpc_script/locale/*/LC_MESSAGES/django.po
Languages: es

# APPLICATION___HPC___CONTENT___HPC_SCRIPT
source: Scripts Generator
es: Generador de Scripts

# APPLICATION___HPC___CONTENT___HPC_SCRIPT_TITLE_1
source: Form for creation of scripts
es: Formulario para la creación de scripts

# APPLICATION___HPC___CONTENT___HPC_SCRIPT_TITLE_2
source: Preview
es: Vista previa

# APPLICATION___HPC___CONTENT___HPC_SCRIPT_P_1_A
source: Enter the code of your script using the following form. By submitting the form, a file will be created in your
es: Introduce el código del script utilizando el siguiente formulario. Al enviar el formulario, un archivo se creará en la

# APPLICATION___HPC___CONTENT___HPC_SCRIPT_P_1_B
source: on the cluster, while the script is sent to the job queue for execution.
es: en el clúster, mientras que el script se envía a la cola de trabajos para su ejecución.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT_P_2
source: In the preview displays the contents of the script that you are generating to send to the job queue.
es: La vista previa muestra el contenido del script que se está generando para enviar a la cola de trabajos.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT_P_3
source: You can consult the modules available for insert in your script.
es: Puedes consultar los módulos disponibles para la inserción en el script.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT_P_4
source: You can consult the nodes state with the purpose of knowing the nodes with less processing load.
es: Puedes consultar el estado de los nodos con el fin de conocer los nodos con menos carga de procesamiento.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___SCRIPT_FORMAT
source: Script format:
es: Formato del script:

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___LEGEND___GENERAL_OPTION
source: General options
es: Opciones generales

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___LEGEND___RESOURCE_HANDLING
source: Resource handling
es: Manejo de recursos

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___LEGEND___STREAM_OPTIONS
source: Stream options
es: Opciones de flujo de salida

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___LEGEND___MAIL_OPTIONS
source: Mail options
es: Opciones de correo

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___LEGEND___SCRIPT_BODY
source: Script body
es: Cuerpo del script

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___SCRIPT_NAME___TITLE
source: Script name
es: Nombre del script

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___SCRIPT_NAME___PLACEHOLDER
source: - Insert script name -
es: - Insertar nombre del script -

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___SCRIPT_NAME___POPOVER___TITLE
source: Script name
es: Nombre del script

source: In this field you can insert a name for your script. Remember that if there is already a script with the same name in your home folder, it'll be overwritten. The extension &quot;.sl&quot; is added automatically.
es: En este campo puedes insertar el nombre de tu script. Recuerda que si hay un script con el mismo nombre en tu carpeta de usuario, este será sobreescrito. La extención &quot;.sl&quot; es adicionada automáticamente.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___JOB_NAME___TITLE
source: Job name
es: Nombre del trabajo

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___JOB_NAME___PLACEHOLDER
source: - Insert job name -
es: - Insertar nombre del trabajo -

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___JOB_NAME___POPOVER___TITLE
source: Job name
es: Nombre del trabajo

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___JOB_NAME___POPOVER___CONTENT
source: <b>--job-name=&quot;jobname&quot;</b><br>Specify a name for the job allocation. The specified name will appear along with the job id number when querying running jobs on the system. The default is the name of the batch script.
es: <b>--job-name=&quot;jobname&quot;</b><br>Especifique un nombre para la asignación de trabajo. El nombre especificado aparecerá junto con el número de identificación del trabajo al consultar trabajos en ejecución en el sistema. El valor predeterminado es el nombre del script por lotes.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___ENV_VARS___TITLE
source: Export variables
es: Exportar variables

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___ENV_VARS___POPOVER___TITLE
source: Export environment variables
es: Exportar variables de entorno

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___ENV_VARS___POPOVER___CONTENT
source: <b>--export=&quot;environment variables [ALL] | NONE&quot;</b><br>Identify which environment variables are propagated to the launched application, by default all are propagated.
es: <b>--export=&quot;environment variables [ALL] | NONE&quot;</b><br>Identifique qué variables de entorno se propagan a la aplicación iniciada, por defecto todas se propagan.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___PARTITION___TITLE
source: Partition
es: Partición

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___PARTITION___POPOVER___TITLE
source: Partition selection
es: Seleción de partición

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___PARTITION___POPOVER___CONTENT
source: <b>--partition=&quot;partition_names&quot;</b><br>Request a specific partition for the resource allocation. If not specified, the default behavior is to allow the slurm controller to select the default partition as designated by the system administrator.
es: <b>--partition=&quot;partition_names&quot;</b><br>Solicite una partición específica para la asignación de recursos. Si no se especifica, el comportamiento predeterminado es permitir que el controlador slurm seleccione la partición predeterminada según lo designado por el administrador del sistema.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___RESOURCE_LIST_NODES___TITLE
source: Resource list
es: Lista de recursos

source: - Nodes count -
es: - Cantidad de nodos -

source: - Total tasks (across all nodes) -
es: - Tareas totales (en todos los nodos) -

source: Resource list (Nodes)
es: Lista de recursos (Nodos)

source: <b>--nodes=&quot;minnodes[-maxnodes]&quot;</b><br>Request that a minimum of nodes (minnodes) be allocated to this job. A maximum node count may also be specified (maxnodes). If only one number is specified, this is used as both the minimum and maximum node count.<br><b>--ntasks=&quot;number&quot;</b><br>sbatch does not launch tasks, it requests an allocation of resources and submits a batch script. This option advises the Slurm controller that job steps run within the allocation will launch a maximum of number tasks and to provide for sufficient resources.
es: <b>--nodes=&quot;minnodes[-maxnodes]&quot;</b><br>Solicite que se asigne un mínimo de nodos (minnodes) a este trabajo. También se puede especificar una cantidad máxima de nodos (maxnodes). Si solo se especifica un número, este se usa como la cantidad mínima y máxima de nodos.<br><b>--ntasks=&quot;number&quot;</b><br>sbatch no inicia tareas, solicita una asignación de recursos y envía un script por lotes. Esta opción aconseja al controlador Slurm que los pasos de trabajo que se ejecutan dentro de la asignación inicien un número máximo de tareas y proporcionen recursos suficientes.

source: Resource list
es: Lista de recursos

source: - Tasks per nodes -
es: - Tareas por nodos -

source: - CPU cores per tasks -
es: - Núcleos de CPU por tarea -

source: Resource list (tasks)
es: Lista de recursos (Tareas)

source: <b>--tasks-per-node=&quot;n&quot;</b><br>Specify the number of tasks to be launched per node.<br><b>--cpus-per-task=&quot;ncpus&quot;</b><br>Advise the Slurm controller that ensuing job steps will require ncpus number of processors per task. Without this option, the controller will just try to allocate one processor per task.
es: <b>--tasks-per-node=&quot;n&quot;</b><br>Especifique el número de tareas que se lanzarán por nodo.<br><b>--cpus-per-task=&quot;ncpus&quot;</b><br>Aconseje al controlador Slurm que los siguientes pasos de trabajo requerirán ncpus número de procesadores por tarea. Sin esta opción, el controlador solo intentará asignar un procesador por tarea.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MEMORY___TITLE
source: Memory
es: Memoria

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MEMORY___PLACEHOLDER
source: - RAM per node -
es: - RAM por nodo -

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MEMORY___PLACEHOLDER_2
source: - RAM per CPU core -
es: - RAM por núcleo de CPU -

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MEMORY___POPOVER___TITLE
source: Memory
es: Memoria

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MEMORY___POPOVER___CONTENT
source: <b>--mem=&quot;size[units]&quot;</b><br>Specify the real memory required per node. Default units are megabytes. Different units can be specified using the suffix [K|M|G|T]<br><b>--mem-per-cpu=&quot;size[units]&quot;</b><br>Minimum memory required per allocated CPU. Default units are megabytes.
es: <b>--mem=&quot;size[units]&quot;</b><br>Especifique la memoria real requerida por nodo. Las unidades predeterminadas son megabytes. Se pueden especificar diferentes unidades usando el sufijo [K|M|G|T]<br><b>--mem-per-cpu=&quot;size[units]&quot;</b><br>Se requiere memoria mínima por CPU asignada. Las unidades predeterminadas son megabytes.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___WALLTIME___TITLE
source: Walltime
es: Tiempo de ejecución

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___WALLTIME___PLACEHOLDER
source: - Wall clock limit (mm o [[dd-]hh:]mm:ss o dd-hh[:mm[:ss]]) -
es: - Límite de tiempo (mm o [[dd-]hh:]mm:ss o dd-hh[:mm[:ss]]) -

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___WALLTIME___POPOVER___TITLE
source: Walltime
es: Tiempo de ejecución

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___WALLTIME___POPOVER___CONTENT
source: <b>--time=&quot;time&quot;</b><br>Set a limit on the total run time of the job allocation. If the requested time limit exceeds the partition's time limit, the job will be left in a PENDING state (possibly indefinitely). The default time limit is the partition's default time limit.
es: <b>--time=&quot;time&quot;</b><br>Establezca un límite en el tiempo total de ejecución de la asignación de trabajo. Si el límite de tiempo solicitado excede el límite de tiempo de la partición, el trabajo se dejará en un estado PENDIENTE (posiblemente indefinidamente). El límite de tiempo predeterminado es el límite de tiempo predeterminado de la partición.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___TEST___POPOVER___CONTENT
source: <b>--test-only</b><br>Validate the batch script and return an estimate of when a job would be scheduled to run given the current job queue and all the other arguments specifying the job requirements. No job is actually submitted.
es: <b>--test-only</b><br>Valide la secuencia de comandos por lotes y devuelva una estimación de cuándo se planificaría la ejecución de un trabajo dada la cola de trabajos actual y todos los demás argumentos que especifiquen los requisitos del trabajo. Ningún trabajo es enviado.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___GPU___TITLE
source: Require GPUs
es: Requiere GPUs

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___GPU___POPOVER___TITLE
source: Require GPUs
es: Requiere GPUs

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___GPU___POPOVER___CONTENT
source: <b>--gres=&quot;list&quot;</b><br>Specifies a comma delimited list of generic consumable resources. The format of each entry on the list is &quot;name[[:type]:count]&quot;.The name is that of the consumable resource. The count is the number of those resources with a default value of 1. The specified resources will be allocated to the job on each node. The available generic consumable resources is configurable by the system administrator. Examples of use include <b>--gres=gpu:2,mic=1</b>, <b>--gres=gpu:kepler:2</b>, and <b>--gres=help</b>.
es: <b>--gres=&quot;list&quot;</b><br>Especifica una lista delimitada por comas de recursos de consumibles genéricos. El formato de cada entrada en la lista es &quot;name[[:type]:count]&quot;. El nombre es el del recurso consumible. El recuento es el número de esos recursos con un valor predeterminado de 1. Los recursos especificados se asignarán al trabajo en cada nodo. Los recursos consumibles genéricos disponibles son configurables por el administrador del sistema. Los ejemplos de uso incluyen <b>--gres=gpu:2,mic=1</b>, <b>--gres=gpu:kepler:2</b>, y <b>--gres=help</b>.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___NODELIST___TITLE
source: Nodelist
es: Lista de nodes

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___NODELIST___PLACEHOLDER
source: - Preferred nodes -
es: - Nodos preferidos -

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___NODELIST___POPOVER___TITLE
source: List of preferred nodes
es: Lista de nodes preferidos

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___NODELIST___POPOVER___CONTENT
source: <b>--nodelist=&quot;node name list&quot;</b><br>Request a specific list of hosts. The job will contain all of these hosts and possibly additional hosts as needed to satisfy resource requirements. The list may be specified as a comma-separated list of hosts, a range of hosts (host[1-5,7,...] for example), or a filename. The host list will be assumed to be a filename if it contains a &quot;/&quot; character.
es: <b>--nodelist=&quot;node name list&quot;</b><br>Solicite una lista específica de hosts. El trabajo contendrá todos estos hosts y posiblemente hosts adicionales según sea necesario para satisfacer los requisitos de recursos. La lista se puede especificar como una lista de hosts separados por comas, un rango de hosts (host [1-5,7, ...] por ejemplo) o un nombre de archivo. Se asumirá que la lista de host es un nombre de archivo si contiene un carácter &quot;/&quot;.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___EXCLUDE___TITLE
source: Exclude
es: Excluir

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___EXCLUDE___PLACEHOLDER
source: - Nodes to avoid -
es: - Nodos a evitar -

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___EXCLUDE___POPOVER___TITLE
source: List of nodes to avoid
es: Lista de nodos a evitar

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___EXCLUDE___POPOVER___CONTENT
source: <b>--exclude=&quot;node name list&quot;</b><br>Explicitly exclude certain nodes from the resources granted to the job.
es: <b>--exclude=&quot;node name list&quot;</b><br>Excluir explícitamente ciertos nodos de los recursos otorgados al trabajo.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___OUTPUT_STREAM___TITLE
source: Output stream
es: Flujo de salida

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___OUTPUT_STREAM___PLACEHOLDER
source: - Standard output file -
es: - Archivo de salida estándar -

source: Output stream
es: Flujo de salida

source: <b>--output=&quot;filename pattern&quot;</b><br>Instruct Slurm to connect the batch script's standard output directly to the file name specified in the &quot;filename pattern&quot;.
es: <b>--output=&quot;filename pattern&quot;</b><br>Indica a Slurm que conecte la salida estándar del script por lotes directamente al nombre de archivo especificado en el &quot;filename pattern&quot;.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___ERROR_STREAM___TITLE
source: Error stream
es: Flujo de error

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___ERROR_STREAM___PLACEHOLDER
source: - Standard error file -
es: - Archivo de error estándar -

source: Error stream
es: Flujo de error

source: <b>--error=&quot;filename pattern&quot;</b><br>Instruct Slurm to connect the batch script's standard error directly to the file name specified in the &quot;filename pattern&quot;.
es: <b>--error=&quot;filename pattern&quot;</b><br>Indica a Slurm que conecte el error estándar del script por lotes directamente al nombre de archivo especificado en el &quot;filename pattern&quot;.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MAIL_ADDRESS___TITLE
source: Mail address
es: Dirección de correo

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MAIL_ADDRESS___PLACEHOLDER
source: - Insert mail addresses, comma separeted -
es: - Insertar direcciones de correo, separadas por coma -

source: Mail address
es: Dirección de correo

source: <b>--mail-user=&quot;user&quot;</b><br>User to receive email notification of state changes as defined by <b>--mail-type.</b>
es: <b>--mail-user=&quot;user&quot;</b><br>El usuario recibirá una notificación por correo electrónico de los cambios de estado definidos por <b>--mail-type</b>.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MAIL_EVENT___TITLE
source: Mail on event
es: Eventos de correo

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MAIL_EVENT___CHECKBOX_1
source: Begin
es: Inicio

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MAIL_EVENT___CHECKBOX_2
source: End
es: Finaliza

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MAIL_EVENT___CHECKBOX_3
source: Fail
es: Falla

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MAIL_EVENT___CHECKBOX_4
source: Requeue
es: En cola

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___MAIL_EVENT___POPOVER___TITLE
source: Send emails when job ...
es: Enviar correos cuando el trabajo...

source: <b>--mail-type=&quot;event&quot;</b><br>Notify user by email when certain event types occur. Valid type values are NONE, BEGIN, END, FAIL, REQUEUE, ALL.
es: <b>--mail-type=&quot;event&quot;</b><br>Notificar al usuario por correo electrónico cuando ocurran ciertos tipos de eventos. Los valores de tipo válido son NONE, BEGIN, END, FAIL, REQUEUE, ALL.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___FIELD___BODY_SCRIPT___PLACEHOLDER
source: - Insert body of the script here... -
es: - Insertar cuerpo del script aquí... -

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___BUTTON___HELP
source: Help
es: Ayuda

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___BUTTON___SAVE_SCRIPT
source: Save
es: Guardar

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___BUTTON___SAVE_AND_RUN_SCRIPT
source: Save and run
es: Guardar y ejecutar

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___SCRIPT_NAME
source: The field can only contain alphanumeric characters and symbols (.-_). The first character must be alphanumeric.
es: El campo solo puede contener caracteres alfanuméricos y los símbolos (.-_). El primer caracter debe ser alfanumérico.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___PARTITION___INVALID_CHOICE
source: Select a valid choice. %(value)s is not one of the partitions available.
es: Seleccione una opción válida. %(value)s no es una de las particiones disponibles

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___NODES
source: The format entered is incorrect for the nodes count.
es: El formato introducido es incorrecto para la cantidad de nodos.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___TASKS___INVALID
source: Enter a whole number for the total of tasks.
es: Ingrese un número entero para el total de tareas.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___TASKS___MIN_VALUE
source: Make sure that the value for the total of tasks is greater than or equal to 1.
es: Asegúrese de que el valor para el total de tareas sea mayor o igual a 1.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___TASKS_PER_NODE___INVALID
source: Enter a whole number for the tasks per node.
es: Ingrese un número entero para las tareas por nodo.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___TASKS_PER_NODE___MIN_VALUE
source: Make sure that the value for the tasks per node is greater than or equal to 1.
es: Asegúrese de que el valor para el total de tareas por nodo sea mayor o igual a 1.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___CPUS_PER_TASK___INVALID
source: Enter a whole number for the CPUs per tasks.
es: Ingrese un número entero para los núcleos de CPU por tarea.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___CPUS_PER_TASK___MIN_VALUE
source: Make sure that the value for the CPUs per tasks is greater than or equal to 1.
es: Asegúrese de que el valor para el total de núcleos de CPU por tarea sea mayor o igual a 1.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___MEM___INVALID
source: Enter a whole number for the mem.
es: Ingrese un número entero para la memoria por nodo a utilizar.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___SIZE___INVALID_CHOICE
source: Select a valid choice. %(value)s is not one of the available choices for mem size per node.
es: Seleccione una opción válida. %(value)s no es una de las opciones disponibles para el tamaño de la memoria por nodo.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___MEM_PER_CPU___INVALID
source: Enter a whole number for the mem per CPU.
es: Ingrese un número entero para la memoria por CPU a utilizar.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___SIZE_PER_CPU___INVALID_CHOICE
source: Select a valid choice. %(value)s is not one of the available choices for mem size per CPU.
es: Seleccione una opción válida. %(value)s no es una de las opciones disponibles para el tamaño de la memoria por núcleos de CPU.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___WALLTIME
source: The format entered is incorrect.
es: El formato introducida es incorrecto.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___MAIL_ADDRESS
source: Enter only valid email addresses.
es: Entrar solo direcciones de correo válidas.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___PARTITION
source: Not available
es: No disponible

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___TIME
source: The time entered does not meet the established format. Examples: "60" for minutes, "23:59:59" for hours, "3-23:59:59" for days.
es: La hora ingresada no cumple con el formato establecido. Ejemplos: "60" para minutos, "23:59:59" para horas, "3-23:59:59" para días.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___NODELIST
source: The nodelist entered does not meet the established format.
es: La lista de nodos ingresada no cumple con el formato establecido.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___ERROR___EXCLUDE
source: The nodelist entered does not meet the established format.
es: La lista de nodos ingresada no cumple con el formato establecido.

# APPLICATION___HPC___CONTENT___HPC_SCRIPT___MODAL___VARIABLES___TITLE
source: List of variables.
es: Listado de variables.

source: Name
es: Nombre

source: Value
es: Valor

source: Name
es: Nombre

source: Description
es: Descripción

source: Total number of tasks in a job array.
es: Número total de tareas en una matriz de trabajo.

source: Job array ID (index) number.
es: Número de identificación (índice) del conjunto de trabajos.

source: Job array's maximum ID (index) number.
es: Número de ID (índice) máximo de la matriz de trabajos.

source: Job array's minimum ID (index) number.
es: Número mínimo de ID (índice) del conjunto de trabajos.

source: Job array's index step size.
es: Tamaño de paso de índice de la matriz de trabajos.

source: Job array's master job ID number.
es: Número de identificación del trabajo maestro de la matriz de trabajos.

source: Name of the cluster on which the job is executing.
es: Nombre del clúster en el que se está ejecutando el trabajo.

source: Number of CPUS on the allocated node.
es: Número de CPUS en el nodo asignado.

source: Number of cpus requested per task. Only set if the <b>--cpus-per-task</b> option is specified.
es: Cantidad de cpus solicitada por tarea. Solo se establece si se especifica la opción <b>--cpus-per-task</b>.

source: Account name associated of the job allocation.
es: Nombre de la cuenta asociada a la asignación del trabajo.

source: The ID of the job allocation.
es: El ID de la asignación de trabajo.
