Repository: enier290188/hpc
Catalog: service_django/application/i18n/application/hpc/locale/application___hpc___content___hpc_jobs/locale/*/LC_MESSAGES/django.po
Languages: es

# APPLICATION___HPC___CONTENT___HPC_JOBS
source: Active Jobs
es: Trabajos Activos

# HPC___CONTENT___JOBS___BTN_ALL_JOBS
source: Jobs (All)
es: Jobs (Todos)

# HPC___CONTENT___JOBS___BTN_GROUP_JOBS
source: Jobs (Group)
es: Jobs (Grupo)

# HPC___CONTENT___JOBS___BTN_USER_JOBS
source: Jobs (User)
es: Jobs (Usuario)

# HPC___CONTENT___JOBS___TABLE_JOBS___TITLE_Job_ID
source: Job Id
es: Id de trabajo

# HPC___CONTENT___JOBS___TABLE_JOBS___TITLE_State
source: State
es: Estado

# HPC___CONTENT___JOBS___TABLE_JOBS___TITLE_Name
source: Name
es: Nombre

# HPC___CONTENT___JOBS___TABLE_JOBS___TITLE_User
source: User
es: Usuario

# HPC___CONTENT___JOBS___TABLE_JOBS___TITLE_Partition
source: Partition
es: Partición

# HPC___CONTENT___JOBS___TABLE_JOBS___TITLE_Time
source: Time
es: Tiempo

# HPC___CONTENT___JOBS___TABLE_JOBS___TITLE_Time_limit
source: Time limit
es: Límite de tiempo

# HPC___CONTENT___JOBS___TABLE_JOBS___TITLE_Nodes
source: Nodes
es: Nodos

# HPC___CONTENT___JOBS___TABLE_JOBS___TITLE_Nodelist
source: Nodelist
es: Lista de nodos

# HPC___CONTENT___JOBS___PANEL_STATE___TITLE
source: Job state codes
es: Códigos de estado de trabajo

# HPC___CONTENT___JOBS___PANEL_STATE___PARAGRAPH
source: Jobs typically pass through several states in the course of their execution. An explanation of each state follows.
es: Los trabajos generalmente pasan por varios estados en el curso de su ejecución. Una explicación de cada estado sigue.

# HPC___CONTENT___JOBS___PANEL_STATE___TABLE___ROW_CANCELLED
source: Job was explicitly cancelled by the user or system administrator. The job may or may not have been initiated.
es: El trabajo fue cancelado explícitamente por el usuario o el administrador del sistema. El trabajo puede o no haber sido iniciado.

# HPC___CONTENT___JOBS___PANEL_STATE___TABLE___ROW_COMPLETED
source: Job has terminated all processes on all nodes.
es: El trabajo ha terminado todos los procesos en todos los nodos.

# HPC___CONTENT___JOBS___PANEL_STATE___TABLE___ROW_COMPLETING
source: Job is in the process of completing. Some processes on some nodes may still be active.
es: El trabajo está en proceso de completar. Algunos procesos en algunos nodos aún pueden estar activos.

# HPC___CONTENT___JOBS___PANEL_STATE___TABLE___ROW_FAILED
source: Job terminated with non-zero exit code or other failure condition.
es: El trabajo terminó con un código de salida distinto de cero u otra condición de falla.

# HPC___CONTENT___JOBS___PANEL_STATE___TABLE___ROW_NODE_FAIL
source: Job terminated due to failure of one or more allocated nodes.
es: El trabajo finalizó debido a la falla de uno o más nodos asignados.

# HPC___CONTENT___JOBS___PANEL_STATE___TABLE___ROW_PENDING
source: Job is awaiting resource allocation.
es: El trabajo está esperando la asignación de recursos.

# HPC___CONTENT___JOBS___PANEL_STATE___TABLE___ROW_RUNNING
source: Job currently has an allocation.
es: El trabajo actualmente tiene una asignación.

# HPC___CONTENT___JOBS___PANEL_STATE___TABLE___ROW_SUSPENDED
source: Job has an allocation, but execution has been suspended.
es: El trabajo tiene una asignación, pero la ejecución se ha suspendido.

# HPC___CONTENT___JOBS___PANEL_STATE___TABLE___ROW_TIMEOUT
source: Job terminated upon reaching its time limit.
es: El trabajo termina cuando alcanza su límite de tiempo.

# HPC___CONTENT___JOBS___PANEL_REASON___TITLE
source: Job reason codes
es: Códigos de razón de trabajo

# HPC___CONTENT___JOBS___PANEL_REASON___PARAGRAPH
source: These codes identify the reason that a job is waiting for execution. A job may be waiting for more than one reason, in which case only one of those reasons is displayed.
es: Estos códigos identifican la razón por la cual un trabajo está esperando la ejecución. Un trabajo puede estar esperando más de una razón, en cuyo caso solo se muestra uno de esos motivos.

# HPC___CONTENT___JOBS___PANEL_REASON___TABLE___ROW_DEPENDENCY
source: This job is waiting for a dependent job to complete.
es: Este trabajo está esperando a que se complete un trabajo dependiente.

# HPC___CONTENT___JOBS___PANEL_REASON___TABLE___ROW_NONE
source: No reason is set for this job.
es: No hay una razón establecida para este trabajo.

# HPC___CONTENT___JOBS___PANEL_REASON___TABLE___ROW_PARTITION_DOWN
source: The partition required by this job is in a DOWN state.
es: La partición requerida por este trabajo está en un estado DOWN.

# HPC___CONTENT___JOBS___PANEL_REASON___TABLE___ROW_PARTITION_NODE_LIMIT
source: The number of nodes required by this job is outside of it's partitions current limits.
es: La cantidad de nodos requeridos por este trabajo está fuera de los límites actuales de sus particiones.

# HPC___CONTENT___JOBS___PANEL_REASON___TABLE___ROW_PARTITION_TIME_LIMIT
source: The job's time limit exceeds it's partition's current time limit.
es: El límite de tiempo del trabajo excede el límite de tiempo actual de la partición.

# HPC___CONTENT___JOBS___PANEL_REASON___TABLE___ROW_PRIORITY
source: One or more higher priority jobs exist for this partition.
es: Uno o más trabajos de mayor prioridad existen para esta partición.

# HPC___CONTENT___JOBS___PANEL_REASON___TABLE___ROW_RESOURCES
source: The job is waiting for resources to become availble.
es: El trabajo está esperando que los recursos estén disponibles.

# HPC___CONTENT___JOBS___DETAIL___Job_information
source: Job information
es: Información del trabajo

# HPC___CONTENT___JOBS___DETAIL___Job_Id
source: Job Id
es: Id del trabajo

# HPC___CONTENT___JOBS___DETAIL___Job_name
source: Job name
es: Nombre del trabajo

# HPC___CONTENT___JOBS___DETAIL___User
source: User
es: Usuario

# HPC___CONTENT___JOBS___DETAIL___Partition
source: Partition
es: Partición

# HPC___CONTENT___JOBS___DETAIL___Group_Id
source: Group Id
es: Id del grupo

# HPC___CONTENT___JOBS___DETAIL___Time
source: Time
es: Tiempo

# HPC___CONTENT___JOBS___DETAIL___Run_time
source: Run time
es: Tiempo de ejecución

# HPC___CONTENT___JOBS___DETAIL___Time_limit
source: Time limit
es: Límite de tiempo

# HPC___CONTENT___JOBS___DETAIL___Submit_time
source: Submit time
es: Momento de envío

# HPC___CONTENT___JOBS___DETAIL___Eligible_time
source: Eligible time
es: Momento de elección

# HPC___CONTENT___JOBS___DETAIL___Start_time
source: Start time
es: Hora de inicio

# HPC___CONTENT___JOBS___DETAIL___End_time
source: End time
es: Hora de finalización

# HPC___CONTENT___JOBS___DETAIL___Nodes
source: Nodes
es: Nodos

# HPC___CONTENT___JOBS___DETAIL___Node_count
source: Node count
es: Cantidad de nodos

# HPC___CONTENT___JOBS___DETAIL___Node_list
source: Node list
es: Listado de nodos

# HPC___CONTENT___JOBS___DETAIL___Batch_node
source: Batch node
es: Nodo de entrada

# HPC___CONTENT___JOBS___DETAIL___Resources
source: Resources
es: Recursos

# HPC___CONTENT___JOBS___DETAIL___Num_tasks
source: Num tasks
es: Num tareas

# HPC___CONTENT___JOBS___DETAIL___Memory
source: Memory
es: Memoria

# HPC___CONTENT___JOBS___DETAIL___File_location
source: File location
es: Ubicación del archivo

# HPC___CONTENT___JOBS___DETAIL___Output_location
source: Output location
es: Ubicación de salida

# HPC___CONTENT___JOBS___DETAIL___Error_location
source: Error location
es: Ubicación de error
