Repository: enier290188/hpc
Catalog: service_django/application/i18n/application/administration/locale/application___administration___content___admin_security___localuser/locale/*/LC_MESSAGES/django.po
Languages: es

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSERS
es: LOCAL usuarios

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER
es: LOCAL usuario

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___TABLE___NAME
es: Nombre

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___TABLE___IDENTIFIER
es: Identificador

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___TABLE___IS_ACTIVE
es: Es activo

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___ID
es: ID

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___IS_ACTIVE
es: Es activo

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___IS_ACTIVE___HELP_TEXT
es: Indica si esta instancia debe tratarse como activa. Desactive esta opción en lugar de eliminarla.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___CREATED
es: Creado

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___MODIFIED
es: Modificado

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___AVATAR
es: Avatar

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___FIRST_NAME
es: Nombre

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___LAST_NAME
es: Apellidos

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___IDENTIFIER
es: Identificador

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___EMAIL
es: Correo

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___PASSWORD
es: Contraseña

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___PASSWORD_CONFIRMATION
es: Confirmación de contraseña

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___GROUPS
es: Grupos

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___PERMISSIONS
es: Permisos

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___DETAIL
es: Detalle

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___DETAIL___HELP_TEXT
es: Escribe un breve resumen.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___VALIDATION Only letters, numbers and the special character dot.
es: Sólo letras, números y el carácter especial punto.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___VALIDATION Only letters, numbers and the special character _.
es: Sólo letras, números y el carácter especial _.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___VALIDATION The avatar should not be beggear than %(weight)s.
es: El avatar no debe ser más grande que %(weight)s.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___VALIDATION This identifier has already been chosen.
es: Este identificador ya ha sido elegido.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___VALIDATION This email has already been chosen.
es: Este correo ya ha sido elegido.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___LOCALUSER___VALIDATION The password and your confirmation do not match.
es: La contraseña y su confirmación no coinciden.
