Repository: enier290188/hpc
Catalog: service_django/application/i18n/application/administration/locale/application___administration___content/locale/*/LC_MESSAGES/django.po
Languages: es

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_REFRESH
es: Refrescar

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_CLOSE
es: Cerrar

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_CREATE
es: Crear

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_CREATE_UPDATE
es: Crear y Modificar

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_DETAIL
es: Detallar

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_UPDATE
es: Modificar

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_DELETE
es: Eliminar

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_APPROVE
es: Aprobar

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_DISAPPROVE
es: Desaprobar

source: APPLICATION___ADMINISTRATION___CONTENT___ACTION_SEARCH
es: Buscar

source: APPLICATION___ADMINISTRATION___CONTENT___OPTION_NOT_FOUND
es: No encontrado

source: APPLICATION___ADMINISTRATION___CONTENT___OPTION_ATTRIBUTE
es: Atributo

source: APPLICATION___ADMINISTRATION___CONTENT___OPTION_VALUE
es: Valor

source: APPLICATION___ADMINISTRATION___CONTENT___OPTION_YES
es: si

source: APPLICATION___ADMINISTRATION___CONTENT___OPTION_NO
es: no

source: APPLICATION___ADMINISTRATION___CONTENT___VALIDATION Action not performed, maximum number of possible instances is %(maximum_number)s.
es: Acción no realizada, el número máximo de posibles instancias es %(maximum_number)s.

source: APPLICATION___ADMINISTRATION___CONTENT___QUESTION Are you sure you want to delete it?
es: ¿Usted está seguro que quiere eliminarlo?

source: APPLICATION___ADMINISTRATION___CONTENT___QUESTION Are you sure you want to approve it?
es: ¿Usted está seguro que quiere aprobarlo?

source: APPLICATION___ADMINISTRATION___CONTENT___QUESTION Are you sure you want to disapprove it?
es: ¿Usted está seguro que quiere desaprobarlo?

source: APPLICATION___ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully created.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha creado correctamente.

source: APPLICATION___ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully updated.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha modificado correctamente.

source: APPLICATION___ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully deleted.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha borrado correctamente.

source: APPLICATION___ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully approved.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha aprobado correctamente.

source: APPLICATION___ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully disapproved.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha desaprobado correctamente.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION
es: Administración

source: APPLICATION___ADMINISTRATION___CONTENT___FOOTER___TEXT_1
es: Desarrollado por el Departamento de Informatización y Comunicaciones.

source: APPLICATION___ADMINISTRATION___CONTENT___FOOTER___TEXT_2 %(ctx___now_l)s %(ctx___now_F)s %(ctx___now_j)s %(ctx___now_Y)s
es: Hoy es %(ctx___now_l)s, %(ctx___now_j)s de %(ctx___now_F)s del %(ctx___now_Y)s
