Repository: enier290188/hpc
Catalog: service_django/application/i18n/application/administration/locale/application___administration___content___admin_security___permission/locale/*/LC_MESSAGES/django.po
Languages: es

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSIONS
es: Permisos

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION
es: Permiso

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___TABLE___NAME
es: Nombre

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___TABLE___IDENTIFIER
es: Identificador

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___TABLE___IS_ACTIVE
es: Es activo

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___ID
es: ID

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___IS_ACTIVE
es: Es activo

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___IS_ACTIVE___HELP_TEXT
es: Indica si esta instancia debe tratarse como activa. Desactive esta opción en lugar de eliminarla.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___CREATED
es: Creado

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___MODIFIED
es: Modificado

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___NAME
es: Nombre

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___IDENTIFIER
es: Identificador

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___VALIDATION Only letters, numbers and the special character dot.
es: Sólo letras, números y el carácter especial punto.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___VALIDATION This name has already been chosen.
es: Este nombre ya ha sido elegido.

source: APPLICATION___ADMINISTRATION___CONTENT___ADMINISTRATION_SECURITY___PERMISSION___VALIDATION This identifier has already been chosen.
es: Este identificador ya ha sido elegido.
